/***************/
/* Main Window */
/***************/
"Colour Contrast Analyser" = "Farbkontrast-Analysierer";
"Foreground" = "Vordergrund";
"Background" = "Hintergrund";
"Foreground colour dropdown" = "Auswahl Vordergrundfarbe";
"Background colour dropdown" = "Auswahl Hintergrundfarbe";
"Display and edit the chosen background colour" = "Ausgewählte Hintergrundfarbe anzeigen und bearbeiten";
"Display and edit the chosen foreground colour" = "Ausgewählte Vordergrundfarbe anzeigen und bearbeiten";
"Red" = "Rot";
"Green" = "Grün";
"Blue" = "Blau";
"Colour select:" = "Farbauswahl";
"Results" = "Ergebnisse";
"Results for color blindness" = "Ergebnisse für Farbfehlsichtigkeit";
"Colour/Brightness difference" = "Farb-/Helligkeitsdifferenz";
"Contrast ratio" = "Kontrastverhältnis";
"example text showing contrast" = "Beispieltext mit den ausgewählten Kontrasten";
"Text" = "Text";
"Large text" = "Großer Text";

"Normal" = "Normal";
"Protanopia" = "Rotblind (Protanopie)";
"Deuteranopia" = "Grünblind (Deuteranopie)";
"Tritanopia" = "Blaublind (Tritanopie)";
"Color blindness" = "Farbenblind";

/* NSTextFieldLuminosity */
"Pass" = "Bestanden";
"Fail" = "Nicht bestanden";
"passed at level" = "Bestanden bei Level";
"failed at level" = "Nicht bestanden bei Level";

/* NSTextFieldColourBlindness */
"The contrast ratio is" = "Das Kontrastverhältnis ist";
"colour difference" = "Farbdifferenz";
"brightness difference" = "Helligkeitsdifferenz";

/******************/
/* Details drawer */
/******************/
"Show details" = "Details zeigen";
"Copy results" = "Ergebnisse kopieren";
/* Results" */
"sufficient" = "ausreichend";
"not sufficient" = "nicht ausreichend";
"detail_1" = "Der Helligkeitsunterschied zwischen den beiden Farben ist";
"detail_2" = "Der Schwellenwert ist 125, und das Ergebnis von Vorder- und Hintergrundfarbe ist";
"detail_3" = "Der Farbunterschied zwischen den beiden Farben ist";
"detail_4" = "Der Schwellenwert ist 500, und das Ergebnis von Vorder- und Hintergrundfarbe ist";
"detail_5" = "Anmerkung:  Obwohl die Farbdifferenz nicht im vom W3C spezifizierten Bereich liegt, entspricht sie dem Bereich, der von Hewlett Packard benutzt wird. Hewlett Packard empfiehlt eine Farbdifferenz von mindestens 400.";
"detail_6" = "1.4.2 Kontraste (Minimum): Texte und Schriftgrafiken haben ein Kontrastverhältnis von mindestens 4.5:1, ausser wenn der Text reine Dekoration ist. Großer Text (mindestens 18 Punkt oder 14 Punkt bei fettem Text) oder Schriftgrafik kann ein Kontrastverhältnis von 3:1 haben. (WCAG Level AA)";
"detail_7" = "1.4.4 Kontraste (Erweitert): Texte und Schriftgrafiken haben ein Kontrastverhältnis von mindestens 7:1, ausser wenn der Text reine Dekoration ist. Großer Text (mindestens 18 Punkt oder 14 Punkt  bei fettem Text) oder Schriftgrafik kann ein Kontrastverhältnis von 4.5:1 haben. (WCAG Level AAA)";
"detail_8" = "Anmerkung: magere oder dekorative Schriften sind bei geringen Kontrasten schlechter lesbar.";


/********************/
/* Application Menu */
/********************/
"About Colour Contrast Analyser" = "Über Farbkontrast-Analysierer";
"Preferences…" = "Einstellungen...";
"Hide Colour Contrast Analyser" = "Farbkontrast-Analysierer ausblenden";
"Hide Others" = "Andere ausblenden";
"Services" = "Dienste";
"Show All" = "Alle einblenden";
"Quit Colour Contrast Analyser" = "Farbkontrast-Analysierer beenden";

/****************/
/* Options Menu */
/****************/
"Options" = "Optionen";
"Displayed color values" = "Angezeigte Farbwerte";
"Algorithm" = "Algorithmus";
"Luminosity" = "Luminanz";
"Show color sliders" = "Farbregler anzeigen";

/*************/
/* Edit Menu */
/*************/
"Edit" = "Bearbeiten";
"Copy" = "Kopieren";
"Paste" = "Einsetzen";

/***************/
/* Window Menu */
/***************/
"Window" = "Fenster";
"Minimize" = "Im Dock ablegen";
"Bring All to Front" = "Alle nach vorne bringen";

/*************/
/* Help Menu */
/*************/
"Help" = "Hilfe";
"Colour Contrast Analyser Help" = "Farbkontrast-Analysierer Hilfe";

/************/
/* ToolTips */
/************/
"⌘O : Open details panel" = "⌘O : Zusatzfach mit Details einblenden";
"⌘D : Select Colour/Brightness difference algorithm" = "⌘D : Algorithmus für Farb-/Helligkeitsdifferenz auswählen";
"⌘L : Select Luminosity algorithm" = "⌘L : Algorithmus für Luminanz auswählen";
"⌘R : Switch into RGB input" = "⌘R : Zu RGB-Eingabe umschalten";
"⌘E : Switch into HEX input" = "⌘E : Zu HEX-Eingabe umschalten"; 